{
    "guia_do_professor": {
        "term_frequency": {
            "habilidade": 1,
            "bncc": 2,
            "perceber": 1,
            "princípio": 1,
            "acrofônico": 1,
            "operar": 1,
            "nome": 13,
            "letra": 12,
            "alfabeto": 1,
            "ler": 3,
            "escrever": 4,
            "corretamente": 1,
            "palavra": 10,
            "sílaba": 7,
            "cv": 1,
            "v": 1,
            "cvc": 1,
            "ccv": 1,
            "identificar": 2,
            "existir": 1,
            "vogal": 7,
            "objetivo": 1,
            "foco": 1,
            "fonema": 1,
            "inicial": 3,
            "facilitar": 1,
            "leitura": 2,
            "garantir": 2,
            "aluno": 5,
            "utilizar": 1,
            "formar": 1,
            "pedro": 1,
            "alvarez": 1,
            "cabral": 1,
            "abertura": 1,
            "texto": 2,
            "aula": 1,
            "som": 8,
            "letras": 1,
            "poder": 1,
            "etiqueta": 1,
            "descobrir": 1,
            "usar": 1,
            "associar": 1,
            "objeto": 1,
            "comum": 2,
            "instrução": 1,
            "lousa": 1,
            "desenhe": 1,
            "tabela": 1,
            "coluna": 1,
            "coloquar": 1,
            "b": 2,
            "d": 2,
            "p": 2,
            "bê": 3,
            "dê": 1,
            "pê": 1,
            "tê": 1,
            "registrar": 3,
            "bala": 2,
            "dado": 1,
            "pipa": 1,
            "tatu": 1,
            "circule": 1,
            "mostrar": 1,
            "semelhança": 1,
            "sonoro": 1,
            "abaixo": 1,
            "bule": 4,
            "pato": 2,
            "dividir": 1,
            "destacar": 1,
            "u": 2,
            "fala": 1,
            "explique": 1,
            "possuir": 1,
            "ajudar": 1,
            "desvendar": 1,
            "escrita": 4,
            "dizer": 1,
            "estar": 1,
            "falar": 2,
            "início": 2,
            "ressalte": 1,
            "peça": 4,
            "fundamental": 1,
            "aparecer": 1,
            "sílabas": 1,
            "localizar": 1,
            "trecho": 1,
            "explicar": 1,
            "união": 1,
            "organizar": 2,
            "claro": 1,
            "aplicação": 1,
            "atividade": 3,
            "oriente": 1,
            "f": 1,
            "l": 1,
            "m": 1,
            "voz": 1,
            "alto": 1,
            "circular": 1,
            "monitorar": 1,
            "identifiquar": 1,
            "guiar": 1,
            "comparação": 1,
            "efe": 1,
            "foca": 1,
            "discutir": 1,
            "igual": 1,
            "erro": 1,
            "consoante": 1,
            "representar": 1,
            "bl": 1,
            "acreditar": 1,
            "contémr": 1,
            "necessário": 1,
            "intervenção": 1,
            "sente": 1,
            "apontar": 1,
            "escrito": 1,
            "diga": 1,
            "devagar": 1,
            "sentir": 1,
            "movimento": 1,
            "boca": 1,
            "pergunte": 1,
            "de ele": 1,
            "acrescentar": 1,
            "correspondente": 1,
            "ficar": 1,
            "completo": 1,
            "lógico": 1,
            "encerramento": 1,
            "hoje": 1,
            "aprender": 1,
            "bússola": 1,
            "companheira": 1,
            "obrigatório": 1,
            "clareza": 1,
            "dia": 2
        },
        "rare_words_and_jargon": {
            "companheiras": 3.28,
            "cvc": 2.58,
            "circule": 2.33,
            "guie": 3.13,
            "dizermos": 2.44,
            "tatu": 3.36,
            "desenhe": 3.0,
            "registre": 3.27,
            "bl": 2.98,
            "etiquetas": 3.39,
            "acrofônico": 0.0,
            "monitore": 2.26,
            "lousa": 3.03,
            "lermos": 2.24,
            "associem": 1.97,
            "ressalte": 2.35,
            "localizem": 1.96,
            "bê": 2.49,
            "bncc": 1.79,
            "vogais": 3.09,
            "aponte": 3.22,
            "ccv": 2.22,
            "identifiquem": 2.99,
            "sílaba": 2.92,
            "consoantes": 2.65,
            "sílabas": 3.07,
            "identificando": 3.42,
            "escrevemos": 3.34,
            "efe": 3.35,
            "obrigatórias": 3.27,
            "utilize": 3.35,
            "pê": 2.62,
            "bule": 3.0,
            "vogal": 3.02,
            "fonemas": 2.4,
            "bússola": 3.27
        },
        "lexical_richness_ttr": 0.6059,
        "readability_avg_zipf": 4.2194
    },
    "conteudo_do_aluno": {
        "term_frequency": {
            "percebermos": 1,
            "letra": 4,
            "alfabeto": 1,
            "possuir": 1,
            "nome": 5,
            "funcionar": 1,
            "etiqueta": 1,
            "pronunciar": 1,
            "consoante": 1,
            "bê": 1,
            "pê": 1,
            "descobrir": 1,
            "som": 3,
            "usar": 1,
            "ler": 1,
            "palavra": 2,
            "escondido": 1,
            "compreendemos": 1,
            "pista": 1,
            "desvendar": 1,
            "escrita": 2,
            "reconhecer": 1,
            "fonema": 1,
            "diferentes": 1,
            "posição": 1,
            "gustavo": 1,
            "ruan": 1,
            "identificamos": 1,
            "vogal": 2,
            "peça": 1,
            "fundamental": 1,
            "processo": 1,
            "aparecer": 1,
            "sílaba": 1,
            "construír": 1,
            "unir": 1,
            "organizar": 1,
            "claro": 1,
            "lógico": 1,
            "facilitar": 1,
            "leitura": 1,
            "correto": 1,
            "objeto": 1,
            "encontrar": 1,
            "dia": 2
        },
        "rare_words_and_jargon": {
            "sílabas": 3.07,
            "unimos": 2.86,
            "identificamos": 3.05,
            "pronunciamos": 1.63,
            "construímos": 3.33,
            "facilitamos": 1.84,
            "compreendemos": 3.14,
            "organizamos": 3.0,
            "ruan": 2.72,
            "bê": 2.49,
            "etiquetas": 3.39,
            "percebermos": 2.58,
            "pê": 2.62,
            "vogais": 3.09,
            "vogal": 3.02,
            "fonemas": 2.4
        },
        "lexical_richness_ttr": 0.7759,
        "readability_avg_zipf": 3.9946
    },
    "atividades_do_aluno": {
        "term_frequency": {
            "atividade": 6,
            "observação": 1,
            "identificação": 1,
            "fale": 1,
            "voz": 1,
            "alto": 1,
            "nome": 8,
            "letra": 8,
            "abaixo": 1,
            "seguida": 1,
            "circular": 2,
            "começar": 3,
            "exatamente": 1,
            "som": 7,
            "usar": 1,
            "leitura": 1,
            "palavra": 5,
            "b": 2,
            "f": 2,
            "d": 2,
            "l": 1,
            "p": 1,
            "m": 1,
            "aplicação": 1,
            "prática": 1,
            "escreva": 1,
            "imagem": 1,
            "espaço": 1,
            "indicar": 1,
            "escrever": 1,
            "identifiquar": 1,
            "vogal": 4,
            "utilizar": 1,
            "completar": 1,
            "sílaba": 1,
            "desenho": 2,
            "bule": 2,
            "pato": 2,
            "consolidação": 1,
            "desafio": 1,
            "lógico": 1,
            "analise": 1,
            "de ela": 1,
            "efe": 1,
            "pronuncie": 1,
            "pronunciar": 1,
            "foca": 2,
            "inicial": 3,
            "igual": 1,
            "explique": 1,
            "perceber": 2,
            "comparação": 1,
            "gabarito": 1,
            "aluno": 2,
            "u": 1,
            "diferente": 1,
            "consoante": 1
        },
        "rare_words_and_jargon": {
            "identifique": 3.44,
            "gabarito": 3.02,
            "analise": 3.33,
            "circule": 2.33,
            "efe": 3.35,
            "pronuncie": 2.4,
            "sílaba": 2.92,
            "vogal": 3.02,
            "bule": 3.0,
            "vogais": 3.09
        },
        "lexical_richness_ttr": 0.5534,
        "readability_avg_zipf": 4.4049
    }
}