{
    "guia_do_professor": {
        "term_frequency": {
            "habilidade": 1,
            "bncc": 2,
            "perceber": 1,
            "princípio": 1,
            "acrofônico": 1,
            "operar": 1,
            "nome": 15,
            "letra": 12,
            "alfabeto": 2,
            "objetivo": 1,
            "foco": 1,
            "reconhecer": 2,
            "servir": 1,
            "pista": 1,
            "sonoro": 4,
            "fundamental": 1,
            "imediato": 1,
            "identificação": 1,
            "fonema": 1,
            "inicial": 6,
            "próprio": 1,
            "colega": 3,
            "objeto": 3,
            "encontrar": 2,
            "cotidiano": 3,
            "escolar": 2,
            "abertura": 1,
            "realizar": 1,
            "leitura": 3,
            "texto": 2,
            "intitular": 1,
            "caça": 1,
            "letras": 1,
            "maneira": 1,
            "tê": 2,
            "ajudar": 1,
            "preparar": 1,
            "boca": 2,
            "pronunciar": 2,
            "corretamente": 1,
            "teresa": 1,
            "tesoura": 3,
            "aluno": 6,
            "respondam": 1,
            "som": 4,
            "palavra": 7,
            "presente": 1,
            "instrução": 1,
            "lousa": 1,
            "organize": 1,
            "lista": 1,
            "vertical": 1,
            "davi": 1,
            "patrícia": 1,
            "bento": 1,
            "tiago": 1,
            "escrever": 2,
            "correspondente": 1,
            "parêntese": 1,
            "dê": 1,
            "pê": 1,
            "bê": 1,
            "desenhe": 1,
            "circular": 2,
            "t": 1,
            "reforçar": 1,
            "ancoragem": 1,
            "visual": 1,
            "exemplo": 1,
            "citar": 1,
            "material": 1,
            "base": 1,
            "fala": 1,
            "explique": 1,
            "muito": 1,
            "funcionar": 1,
            "guia": 1,
            "prático": 1,
            "produzir": 2,
            "falar": 2,
            "ler": 1,
            "ressalte": 1,
            "conexão": 1,
            "facilitar": 1,
            "descoberta": 1,
            "dia": 2,
            "peça": 2,
            "acompanhar": 1,
            "parágrafo": 1,
            "localizar": 1,
            "poder": 1,
            "sala": 2,
            "aplicação": 1,
            "atividade": 4,
            "oriente": 1,
            "voz": 1,
            "alto": 1,
            "testar": 1,
            "coincidência": 1,
            "pessoa": 1,
            "monitorar": 1,
            "caminhada": 1,
            "pedagógico": 1,
            "buscar": 1,
            "etiqueta": 1,
            "conduzer": 1,
            "análise": 1,
            "fonético": 1,
            "cebola": 2,
            "selo": 2,
            "marcação": 1,
            "correto": 3,
            "erro": 1,
            "comum": 1,
            "acreditar": 1,
            "possuir": 1,
            "diferente": 3,
            "cê": 1,
            "obrigatoriamente": 1,
            "precisar": 1,
            "sentir": 1,
            "dificuldade": 1,
            "marcar": 1,
            "opção": 1,
            "comparação": 1,
            "intervenção": 1,
            "demonstrar": 1,
            "dúvida": 1,
            "fechar": 1,
            "olho": 1,
            "ouça": 1,
            "atentamente": 1,
            "pausado": 1,
            "pergunte": 1,
            "barulho": 1,
            "ouver": 1,
            "sair": 1,
            "exatamente": 1,
            "existir": 1,
            "algum": 1,
            "diferença": 1,
            "real": 1,
            "início": 1,
            "encerramento": 1,
            "hoje": 1,
            "descobrir": 1,
            "espalhado": 1,
            "rotina": 1,
            "prestar": 1,
            "atenção": 1,
            "segredo": 1,
            "situação": 1
        },
        "rare_words_and_jargon": {
            "parênteses": 2.96,
            "pronuncia": 3.47,
            "desenhe": 3.0,
            "ancoragem": 2.77,
            "etiquetas": 3.39,
            "conduza": 3.08,
            "acrofônico": 0.0,
            "monitore": 2.26,
            "lousa": 3.03,
            "fonema": 2.24,
            "fonética": 2.65,
            "obrigatoriamente": 3.39,
            "ressalte": 2.35,
            "bê": 2.49,
            "bncc": 1.79,
            "pedagógica": 3.48,
            "realizarmos": 2.36,
            "buscarem": 2.95,
            "cê": 3.26,
            "corretos": 3.32,
            "organize": 3.23,
            "pausada": 1.91,
            "acompanhem": 3.18,
            "produzimos": 3.18,
            "pê": 2.62
        },
        "lexical_richness_ttr": 0.6496,
        "readability_avg_zipf": 4.3442
    },
    "conteudo_do_aluno": {
        "term_frequency": {
            "exploramos": 1,
            "alfabeto": 1,
            "expor": 1,
            "sala": 1,
            "notar": 1,
            "letra": 6,
            "aparecer": 1,
            "nome": 6,
            "colega": 1,
            "etiqueta": 1,
            "objeto": 2,
            "redor": 1,
            "compreendemos": 1,
            "muito": 1,
            "funcionar": 1,
            "guia": 1,
            "som": 4,
            "produzir": 1,
            "falar": 1,
            "ler": 1,
            "pronunciar": 1,
            "tê": 1,
            "preparar": 1,
            "boca": 1,
            "inicial": 1,
            "encontrar": 2,
            "teresa": 1,
            "tesoura": 1,
            "identificamos": 1,
            "conexão": 1,
            "representar": 1,
            "facilitar": 1,
            "descoberta": 1,
            "palavra": 1,
            "dia": 2,
            "percebemos": 1,
            "lista": 1,
            "chamar": 1,
            "cartaz": 1,
            "parede": 1,
            "prestar": 1,
            "atenção": 1,
            "reconhecer": 1,
            "correto": 1,
            "diferentes": 1,
            "situação": 1,
            "texto": 1
        },
        "rare_words_and_jargon": {
            "preparamos": 3.3,
            "identificamos": 3.05,
            "pronunciamos": 1.63,
            "prestarmos": 1.88,
            "notamos": 3.0,
            "compreendemos": 3.14,
            "etiquetas": 3.39,
            "produzimos": 3.18,
            "exploramos": 2.68
        },
        "lexical_richness_ttr": 0.746,
        "readability_avg_zipf": 4.366
    },
    "atividades_do_aluno": {
        "term_frequency": {
            "atividade": 3,
            "observação": 1,
            "identificação": 1,
            "observe": 1,
            "lista": 1,
            "nome": 8,
            "abaixo": 2,
            "circular": 1,
            "letra": 11,
            "inicial": 5,
            "seguida": 1,
            "falar": 2,
            "voz": 1,
            "alto": 1,
            "verificar": 1,
            "som": 6,
            "começar": 2,
            "colega": 1,
            "davi": 1,
            "patrícia": 1,
            "bento": 1,
            "tiago": 1,
            "aplicação": 1,
            "prática": 1,
            "caminhe": 1,
            "sala": 1,
            "encontrar": 1,
            "objeto": 3,
            "comecer": 1,
            "diferente": 3,
            "escreva": 1,
            "de esse": 1,
            "espaço": 1,
            "verifique": 1,
            "ajudar": 1,
            "pronunciar": 1,
            "consolidação": 1,
            "desafio": 1,
            "lógico": 1,
            "analise": 1,
            "s": 2,
            "c": 1,
            "cê": 1,
            "pronuncie": 1,
            "palavra": 3,
            "cebola": 1,
            "selo": 1,
            "marque": 1,
            "x": 1,
            "usar": 1,
            "possuir": 2,
            "explique": 1,
            "descobrir": 1,
            "resposta": 1
        },
        "rare_words_and_jargon": {
            "circule": 2.33,
            "analise": 3.33,
            "pronuncie": 2.4,
            "caminhe": 2.96,
            "cê": 3.26,
            "pronunciado": 3.34
        },
        "lexical_richness_ttr": 0.5806,
        "readability_avg_zipf": 4.4993
    }
}